Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

# $transfer_inactive_contract_error
source: You entered an address in the "EQ..." format, but the address is not active, so the transaction will not be completed. If you definitely want to send to this address, then enter the address in the "UQ..." format.
de: Sie haben eine Adresse im Format „EQ…“ eingegeben, aber die Adresse ist nicht aktiv, sodass die Transaktion nicht abgeschlossen wird. Wenn Sie unbedingt an diese Adresse senden möchten, dann geben Sie die Adresse im Format „UQ...“ ein.
es: Ingresó una dirección en el formato "EQ...", pero la dirección no está activa, por lo que la transacción no se completará. Si definitivamente desea enviar a esta dirección, ingrese la dirección en el formato "UQ...".
pl: Wprowadzono adres w formacie „EQ...”, ale adres nie jest aktywny, więc transakcja nie zostanie zakończona. Jeśli na pewno chcesz wysłać na ten adres, wprowadź adres w formacie „UQ...”.
ru: Вы указали адрес в формате "EQ...", но он неактивен, поэтому транзакция не будет выполнена. Если вы точно хотите отправить токены на этот адрес, то укажите его в формате "UQ...".
tr: "EQ..." formatında bir adres girdiniz ancak adres aktif olmadığından işlem tamamlanamayacaktır. Eğer mutlaka bu adrese gönderim yapmak istiyorsanız adresi "UQ..." formatında giriniz.
uk: Ви вказали адресу у форматі "EQ...", але вона неактивна, тому транзакцію не буде виконано. Якщо ви точно хочете надіслати токени на цю адресу, то вкажіть її у форматі "UQ...".'
zh_hans: 您以“EQ...”格式输入了地址，但该地址未激活，因此交易将无法完成。如果您确实要发送到该地址，请以“UQ...”格式输入该地址。
zh_hant: 您以“EQ...”格式輸入了地址，但該地址未激活，因此交易將無法完成。如果您確實要傳送到該位址，請以「UQ...」格式輸入該位址。

# $transfer_link_expired
source: Transfer link has expired
de: Transfer-Link ist abgelaufen
es: El enlace de transferencia ha expirado
pl: Link do transferu wygasł
ru: Ссылка для перевода устарела
th: ลิงก์การโอนหมดอายุแล้ว
tr: Transfer bağlantısının süresi doldu
uk: Термін дії посилання для переказу закінчився
zh_hans: 转账链接已过期
zh_hant: 轉帳連結已過期

# $transfer_text_and_bin_exclusive
source: Cannot use both text and bin parameters together
de: Text- und Binärdaten-Parameter können nicht zusammen verwendet werden
es: No se pueden usar juntos los parámetros de texto y datos binarios
pl: Nie można używać razem parametrów tekstu i danych binarnych
ru: Нельзя использовать параметры text и bin одновременно
th: ไม่สามารถใช้พารามิเตอร์ข้อความและข้อมูลไบนารีร่วมกันได้
tr: Metin ve ikili veri parametreleri birlikte kullanılamaz
uk: Не можна використовувати параметри тексту та бінарних даних разом
zh_hans: 不能同时使用文本和二进制数据参数
zh_hant: 不能同時使用文字和二進位資料參數

# $try_new_air_version
source: Try the native app experience — lighter, faster, and built for your device. You can switch back anytime.
de: Probieren Sie die native App-Erfahrung — leichter, schneller und für Ihr Gerät entwickelt. Sie können jederzeit zurückwechseln.
es: Prueba la experiencia de la aplicación nativa — más ligera, más rápida y diseñada para tu dispositivo. Puedes volver en cualquier momento.
pl: Wypróbuj natywne aplikacje — lżejsze, szybsze i stworzone dla Twojego urządzenia. W każdej chwili możesz wrócić.
ru: Попробуйте нативное приложение — легче, быстрее и создано для вашего устройства. Вы можете вернуться в любое время.
th: ลองใช้ประสบการณ์แอปแบบเนทีฟ — เบากว่า เร็วกว่า และสร้างมาสำหรับอุปกรณ์ของคุณ คุณสามารถเปลี่ยนกลับได้ตลอดเวลา
tr: Yerel uygulama deneyimini deneyin — daha hafif, daha hızlı ve cihazınız için oluşturuldu. İstediğiniz zaman geri dönebilirsiniz.
uk: Спробуйте нативний додаток — легший, швидший і створений для вашого пристрою. Ви можете повернутися будь-коли.
zh_hans: 尝试原生应用体验 — 更轻量、更快速，专为您的设备打造。您可以随时切换回来。
zh_hant: 嘗試原生應用體驗 — 更輕量、更快速，專為您的設備打造。您可以隨時切換回來。

# $unhide_nft_warning
source: Are you sure you want to unhide %1$@? This NFT looks suspicious and may not match its name and description.
de: Sind Sie sicher, dass Sie %1$@ anzeigen möchten? Dieses NFT sieht verdächtig aus und könnte nicht zu seinem Namen und seiner Beschreibung passen.
es: ¿Estás seguro de que quieres mostrar %1$@? Este NFT parece sospechoso y puede que no coincida con su nombre y descripción.
pl: Czy na pewno chcesz pokazać %1$@? To NFT wygląda podejrzanie i może nie odpowiadać swojej nazwie i opisowi.
ru: Вы уверены, что хотите показать %1$@? Этот NFT выглядит подозрительно и может не соответствовать своему названию и описанию.
th: คุณแน่ใจหรือไม่ว่าต้องการเปิดเผย %1$@? NFT นี้ดูน่าสงสัยและอาจไม่ตรงกับชื่อและคำอธิบายของมัน
tr: %1$@'yi göstermek istediğinizden emin misiniz? Bu NFT şüpheli görünüyor ve adı ve açıklamasıyla eşleşmeyebilir.
uk: Ви впевнені, що хочете показати %1$@? Цей NFT виглядає підозріло і може не відповідати своїй назві та опису.
zh_hans: 你确定要显示 %1$@ 吗？这个 NFT 看起来很可疑，可能与其名称和描述不符。
zh_hant: 你確定要顯示 %1$@ 嗎？這個 NFT 看起來很可疑，可能與其名稱和描述不符。

source: Unknown token address.
de: Unbekannte Token-Adresse.
es: Dirección de token desconocida.
pl: Nieznany adres tokena.
ru: Неизвестный адрес токена.
th: ที่อยู่โทเค็นไม่ถูกต้อง.
tr: Bilinmeyen token adresi.
uk: Невідома адреса токена.
zh_hans: 未知的代币地址。
zh_hant: 未知的代幣地址。

# $unstake_action
source: Unstake
de: Entstaken
es: Retirarse
pl: Odzastawianie
ru: Вывод стейка
th: ถอนการสเต็ก
tr: Unstake işlemi
uk: Виведення стейку
zh_hans: 解押
zh_hant: 解押

# $unstake_asset
source: Unstake %1$@
de: %1$@ unstaken
es: Retirar %1$@
pl: Odzastaw %1$@
ru: Вывести %1$@
th: ถอนการสเต็ก %1$@
tr: %1$@ Unstake et
uk: Вивести %1$@
zh_hans: 解除 %1$@ 质押
zh_hant: 解除 %1$@ 質押

# $unstake_information_instantly
source: You will get your deposit instantly
de: Sie erhalten Ihre Einzahlung sofort
es: Obtendrá su depósito al instante
pl: Otrzymasz swoją kaucję natychmiast
ru: Вы получите свой депозит мгновенно
th: คุณจะได้รับฝากภายในอีกที่สักครู่
tr: Yatırdığınız tutarı anında alacaksınız
uk: Ви отримаєте свій депозит миттєво
zh_hans: 您将立即获得存款
zh_hant: 您將立即收到您的存款

# $unstake_insufficient_balance
source: You need to have %1$@ on your main balance to proceed with unstaking.
de: Sie müssen %1$@ auf Ihrem Hauptguthaben haben, um mit dem unstaken fortzufahren.
es: Debe tener %1$@ en su saldo principal para proceder con la confirmación del retiro.
pl: Aby przejść do odzastawienia, musisz mieć na swoim głównym saldzie %1$@.
ru: Вам необходимо иметь %1$@ на вашем основном балансе, чтобы отправить заявку на вывод депозита.
th: คุณต้องมี %1$@ ในบัญชีสำหรับการดำเนินการถอนการสเต็ก.
tr: Unstaking işlemine devam etmek için ana bakiyenizde %1$@ bulunması gerekir.
uk: Вам необхідно мати %1$@ на вашому основному балансі, щоб відправити заявку на виведення депозиту.
zh_hans: 您需要有 %1$@ 在您的主账户中以进行解除质押的操作。
zh_hant: 您的主帳戶餘額需要有 %1$@ 才能繼續取消質押。

# $unstake_up_to_information
source: Instantly – up to %1$@
de: Sofort – bis zu %1$@
es: Al instante – hasta %1$@
pl: Natychmiastowo – do %1$@
ru: Мгновенно – до %1$@
th: ทันที – ถึง %1$@
tr: Anında – en fazla %1$@
uk: Миттєво - до %1$@
zh_hans: 立即 – 高达 %1$@
zh_hant: 即時 – 高達 %1$@

# $unstaking_not_enough_balance
source: You need to have %1$@ on your main balance to proceed with unstaking.
de: Sie müssen %1$@ auf Ihrem Hauptkonto haben, um mit dem Entsperrprozess fortzufahren.
es: Necesitas tener %1$@ en tu saldo principal para proceder con el desbloqueo.
pl: Aby kontynuować wycofywanie stawki, musisz mieć %1$@ na głównym saldzie.
ru: Вам необходимо иметь %1$@ на вашем основном балансе, чтобы продолжить вывод.
th: คุณจำเป็นต้องมี %1$@ ในบัญชีหลักของคุณเพื่อดำเนินการการถอน.
tr: Stake iptal işlemine devam etmek için ana bakiyenizde %1$@ olması gerekmektedir.
uk: Вам необхідно мати %1$@ на вашому основному балансі, щоб продовжити виведення.
zh_hans: 您需要在主要余额中有 %1$@ 才能继续解押。
zh_hant: 您需要在您的主要余额中有 %1$@ 才能继续进行解押。

# $unstaking_short
source: Unstaking
de: Entstaken
es: Retirando
pl: Odzastawianie
ru: Вывод
th: ถอนการสเต็ก
uk: Зняти
zh_hans: 解除质押
zh_hant: 解除質押

# $unstaking_when_receive
source: You will receive your unstaked deposit in %1$@.
de: Sie erhalten Ihre unstaked Einzahlung in %1$@.
es: Recibirá su depósito apostado en %1$@.
pl: Otrzymasz swoją odzastawioną wpłatę w ciągu %1$@.
ru: Депозит будет выведен через %1$@.
th: คุณจะได้รับทรัพย์สินจากการสเต็กใน %1$@.
tr: Stake'e yatırılmamış bakiyenizi %1$@ içinde alacaksınız.
uk: Депозит буде виведено через %1$@.
zh_hans: 您将在 %1$@ 内收到解除质押的代币。
zh_hant: 你將會在 %1$@ 後收到解除的質押數量。

# $unstaking_when_receive_ethena
source: You will be able to receive your unstaked deposit in **7 days**.
de: Sie können Ihre abgesteckte Einzahlung in **7 Tagen** erhalten.
es: Podrás recibir tu depósito retirado en **7 días**.
pl: Będziesz mógł otrzymać swój wycofany depozyt za **7 dni**.
ru: Вы сможете получить свой депозит через **7 дней**.
th: คุณจะสามารถรับเงินฝากที่ยกเลิกการวางเดิมพันได้ในอีก **7 วัน**
tr: Stake'ten çıkan bakiyenizi **7 gün** içinde alabileceksiniz.
uk: Ви зможете отримати свій депозит через **7 днів**.
zh_hans: 您将在 **7 天** 后收到已解除质押的存款。
zh_hant: 您將在 **7 天** 後收到已解除質押的存款。

# $unstaking_when_receive_with_amount
source: You will receive your unstaked %1$@ in %2$@.
de: Du wirst deine abgezogenen %1$@ in %2$@ erhalten.
es: Recibirás tus %1$@ retirados en %2$@.
pl: Otrzymasz swoje wycofane %1$@ za %2$@.
ru: %1$@ будут выведены через %2$@.
th: คุณจะได้รับ %1$@ ที่ไม่ได้ล็อกในอีก %2$@
tr: Stake'i kaldırılan %1$@, %2$@ içinde hesabınıza geçecektir.
uk: %1$@ буде виведено через %2$@.
zh_hans: 您将于 %1$@ 后收到未质押的 %2$@。
zh_hant: 您將於 %1$@ 後收到未質押的 %2$@。

# $unstaking_when_receive_with_amount_ethena
source: You will be able to receive your unstaked %1$@ in %2$@.
de: %1$@ werden in %2$@ zur Auszahlung verfügbar sein.
es: %1$@ estarán disponibles para retirar en %2$@.
pl: %1$@ będą dostępne do wypłaty za %2$@.
ru: %1$@ будут доступны к выводу через %2$@.
th: %1$@ จะสามารถถอนได้ใน %2$@.
tr: %1$@ %2$@ sonra çekim için kullanılabilir olacak.
uk: %1$@ будуть доступні для виведення через %2$@.
zh_hans: %1$@ 将在 %2$@ 后可用于提款。
zh_hant: %1$@ 將在 %2$@ 後可供提款。

# $unsupported_deeplink_parameter
source: This deeplink contains unsupported parameters
de: Dieser Deeplink enthält nicht unterstützte Parameter
es: Este enlace profundo contiene parámetros no compatibles
pl: Ten deeplink zawiera nieobsługiwane parametry
ru: Эта ссылка содержит неподдерживаемые параметры
th: ลิงก์นี้มีพารามิเตอร์ที่ไม่รองรับ
tr: Bu derin bağlantı desteklenmeyen parametreler içeriyor
uk: Це посилання містить непідтримувані параметри
zh_hans: 此深度链接包含不支持的参数
zh_hant: 此深度連結包含不支援的參數

# $update_address_action
source: Update Address
de: Adresse aktualisieren
es: Actualizar dirección
pl: Aktualizacja adresu
ru: Обновление адреса
th: การอัปเดตที่อยู่
tr: Adres güncelleme
uk: Оновлення адреси
zh_hans: 更新地址
zh_hant: 更新地址

# $update_site_action
source: Update Site
de: Website aktualisieren
es: Actualizar sitio web
pl: Aktualizacja strony
ru: Обновление сайта
th: การอัปเดตเว็บไซต์
tr: Site güncelleme
uk: Оновлення сайту
zh_hans: 更新网站
zh_hant: 更新網站

# $update_storage_action
source: Update Storage
de: Speicher aktualisieren
es: Actualizar almacenamiento
pl: Aktualizacja magazynu
ru: Обновление хранилища
th: การอัปเดตพื้นที่เก็บข้อมูล
tr: Depolama güncelleme
uk: Оновлення сховища
zh_hans: 更新存储
zh_hant: 更新存儲

# $update_subdomains_action
source: Update Subdomains
de: Subdomains aktualisieren
es: Actualizar subdominios
pl: Aktualizacja subdomen
ru: Обновление поддоменов
th: การอัปเดตโดเมนย่อย
tr: Alt alan adı güncelleme
uk: Оновлення піддоменів
zh_hans: 更新子域名
zh_hant: 更新子域名

# $view_mode
source: View
de: Ansicht
es: Ver
pl: Podgląd
ru: Просмотр
th: ดู
tr: Görüntüle
uk: Перегляд
zh_hans: 查看
zh_hant: 查看

# $wallet_create_done
source: Done! You have created a wallet.
de: Fertig! Sie haben eine Wallet erstellt.
es: ¡Listo! Has creado una billetera.
pl: Gotowe! Utworzyłeś portfel.
ru: Готово! Вы создали кошелёк.
th: เสร็จแล้ว! คุณได้สร้างกระเป๋าเงินแล้ว
tr: Tamamlandı! Bir cüzdan oluşturdunuz.
uk: Готово! Ви створили гаманець.
zh_hans: 完成！您已创建钱包。
zh_hant: 完成！您已建立錢包。

# $wallet_done_description
source: You can now securely store, receive, and send coins and other digital assets.
de: Sie können jetzt sicher Münzen und andere digitale Assets speichern, empfangen und senden.
es: Ahora puedes almacenar, recibir y enviar monedas y otros activos digitales de forma segura.
pl: Możesz teraz bezpiecznie przechowywać, otrzymywać i wysyłać monety i inne aktywa cyfrowe.
ru: Теперь вы можете безопасно хранить, получать и отправлять монеты и другие цифровые активы.
th: ตอนนี้คุณสามารถเก็บ รับ และส่งเหรียญและสินทรัพย์ดิจิทัลอื่นๆ ได้อย่างปลอดภัย
tr: Artık coinleri ve diğer dijital varlıkları güvenle saklayabilir, alabilir ve gönderebilirsiniz.
uk: Тепер ви можете безпечно зберігати, отримувати та надсилати монети та інші цифрові активи.
zh_hans: 您现在可以安全地存储、接收和发送代币及其他数字资产。
zh_hant: 您現在可以安全地儲存、接收和發送代幣及其他數位資產。

# $wallet_switch_version_1
source: You can also %1$@.
de: Sie können auch %1$@.
es: También puedes %1$@.
pl: Możesz także %1$@.
ru: Вы также можете %1$@.
th: คุณสามารถ %1$@ ได้.
tr: Ayrıca %1$@ yapabilirsiniz.
uk: Ви також можете %1$@.
zh_hans: 您也可以%1$@。
zh_hant: 您也可以%1$@。

# $wallet_switch_version_2
source: switch to another wallet version
de: zu einer anderen Wallet-Version wechseln
es: cambiar a otra versión de cartera
pl: zmienić na inną wersję portfela
ru: переключиться на другую версию кошелька
th: สับเปลี่ยนเวอร์ชั่นของวอลเล็ต
tr: başka bir cüzdan versiyonuna geçiş yap
uk: переключитися на іншу версію гаманця
zh_hans: 切换到另一个钱包版本
zh_hant: 切換到另一個錢包版本

# $withdraw_liquidity_action
source: Withdraw Liquidity
de: Liquidität abziehen
es: Retirar liquidez
pl: Wycofanie płynności
ru: Вывод ликвидности
th: การถอนสภาพคล่อง
tr: Likidite çekme
uk: Виведення ліквідності
zh_hans: 提取流动性
zh_hant: 提取流動性

source: %1$d Secret Words
de: %1$d Geheime Wörter
es: Frases Semilla
pl: [few] %1$d Tajnych Słówa [many] %1$d Tajnych Słów
ru: [few] %1$d секретных слова [many] %1$d секретных слов
th: %1$d ซีเคร็ทเวิร์ด
tr: %1$d Gizli Kelime
uk: [few] %1$d секретних слова [many] %1$d секретных слів
zh_hans: %1$d 个助记词
zh_hant: %1$d 個註記詞

source: %1$d Selected
de: %1$d ausgewählt
es: %1$d Seleccionados
pl: %1$d Wybranych
ru: %1$d Выбрано
th: %1$d ถูกเลือก
tr: %1$d seçildi
uk: %1$d Обрано
zh_hans: %1$d 已选
zh_hant: %1$d 已選

# %amount% NFTs Selected
source: %1$@ NFTs Selected
de: %1$@ NFT ausgewählt
es: %1$@ NFT seleccionados
pl: %1$@ NFTów wybranych
ru: %1$@ NFTs выбрано
th: ได้เลือก %1$@ NFTs แล้ว
tr: %1$@ NFT Seçildi
uk: %1$@ NFTs обрано
zh_hans: 已选择 %1$@ 个 NFT
zh_hant: 已選擇 %1$@ 個 NFT

# %amount% left
source: %1$@ left
de: %1$@ übrig
es: %1$@ restantes
pl: Pozostało %1$@
ru: Осталось %1$@
th: เหลือ %1$@
tr: %1$@ kaldı
uk: Залишилося %1$@
zh_hans: 剩余 %1$@
zh_hant: 剩餘 %1$@

# %amount% sold
source: %1$@ sold
de: %1$@ verkauft
es: %1$@ vendidos
pl: Sprzedano %1$@
ru: Продано %1$@
th: ขายแล้ว %1$@
tr: %1$@ satıldı
uk: Продано %1$@
zh_hans: 已售 %1$@
zh_hant: 已售 %1$@

# %amount% to %address%
source: %1$@ to %2$@
de: %1$@ zu %2$@
es: %1$@ a %2$@
pl: %1$@ do %2$@
ru: %1$@ на %2$@
th: %1$@ ไปที่ %2$@
tr: %1$@ numaralı adrese %2$@
uk: %1$@ на %2$@
zh_hans: %1$@ 至 %2$@
zh_hant: %1$@ 至 %2$@

# %amount_from% to %amount_to%
source: %1$@ to %2$@
de: %1$@ zu %2$@
es: %1$@ a %2$@
pl: %1$@ do %2$@
ru: %1$@ на %2$@
th: %1$@ ไปที่ %2$@
tr: %1$@'den' %2$@'e
uk: %1$@ на %2$@
zh_hans: %1$@ 至 %2$@
zh_hant: %1$@ 至 %2$@

# %app_name% Features
source: %1$@ Features
de: %1$@ Funktionen
es: Funciones de %1$@
pl: Funkcje %1$@
ru: Функции %1$@
th: คุณสมบัติของ %1$@
tr: %1$@ Özellikleri
uk: Функції %1$@
zh_hans: %1$@ 功能
zh_hant: %1$@ 功能

# %app_name% Resources
source: %1$@ Resources
de: %1$@ Ressourcen
es: Recursos de %1$@
pl: Zasoby %1$@
ru: Ресурсы %1$@
th: ทรัพยากร %1$@
tr: %1$@ Kaynakları
uk: Ресурси %1$@
zh_hans: %1$@ 资源
zh_hant: %1$@ 資源

# %volume% in %amount% parts
source: %1$@ in %2$@ parts
de: %1$@ in %2$@ Teilen
es: %1$@ en %2$@ partes
pl: %1$@ w %2$@ częściach
ru: %1$@ в %2$@ частях
th: %1$@ มี %2$@ ส่วน
tr: %1$@ parça halinde %2$@
uk: %1$@ на %2$@ частин
zh_hans: %1$@ 分成 %2$@ 份
zh_hant: %1$@ 分成 %2$@ 份

source: ...and repeat it
de: ... und wiederholen Sie es.
es: ...y vuelva a ingresarla
pl: ...i powtórzyć to
ru: ...и ещё раз
th: ...และกรอกรหัสผ่านของคุณอีกครั้ง
tr: ...ve tekrar edin
uk: ...і ще раз
zh_hans: 请再次输入密码···
zh_hant: 再次輸入密碼...

source: 1 NFT Selected
de: 1 NFT ausgewählt
es: 1 NFT seleccionado
pl: 1 NFT wybrany
ru: 1 NFT выбран
th: ได้เลือก 1 NFT แล้ว
tr: 1 NFT Seçildi
uk: 1 NFT обрано
zh_hans: 已选择 1 个 NFT
zh_hant: 已選擇 1 個 NFT

source: 10 minutes
de: 10 Minuten
es: 10 minutos
pl: 10 minut
ru: 10 минут
th: 10 นาที
tr: 10 dakika
uk: 10 хвилин
zh_hans: 10分钟
zh_hant: 10分鐘

source: 12/24 Secret Words
de: 12/24 Geheime Wörter
es: 12/24 Palabras secretas
pl: 12/24 Tajne słowa
ru: 12/24 секретных слов
th: คำลับ 12/24 คำ
tr: 12/24 Gizli Kelime
uk: 12/24 секретних слів
zh_hans: 12/24个助记词
zh_hant: 12/24個助記詞

source: 24 Secret Words
de: 24 Geheime Wörter
es: 24 Palabras secretas
pl: 24 Tajne słowa
ru: 24 секретных слова
th: คำลับ 24 คำ
tr: 24 Gizli Kelime
uk: 24 секретних слова
zh_hans: 24个助记词
zh_hant: 24個助記詞

source: 3 minutes
de: 3 Minuten
es: 3 minutos
pl: 3 minuty
ru: 3 минуты
th: 3 นาที
tr: 3 dakika
uk: 3 хвилини
zh_hans: 3分钟
zh_hant: 3分鐘

source: 30 seconds
de: 30 Sekunden
es: 30 segundos
pl: 30 sekund
ru: 30 секунд
th: 30 วินาที
tr: 30 saniye
uk: 30 секунд
zh_hans: 30秒
zh_hant: 30秒

source: A request is already pending
de: Es liegt bereits eine ausstehende Anfrage vor
es: Ya hay una solicitud pendiente
pl: Żądanie jest już oczekujące
ru: Подключение биометрии уже выполняется
th: คำขอเคยส่งไปแล้ว
tr: Bir istek zaten beklemede
uk: Підключення біометрії вже виконується
zh_hans: 请求已待处理
zh_hant: 請求已待處理

# About %app_name%
source: About %1$@
de: Über %1$@
es: Acerca de %1$@
pl: O %1$@
ru: О %1$@
th: เกี่ยวกับ %1$@
tr: %1$@ Hakkında
uk: Про %1$@
zh_hans: 关于 %1$@
zh_hant: 關於 %1$@

source: Accumulated Rewards
de: Akkumulierte Belohnungen
es: Recompensas acumuladas
pl: Nagromadzone nagrody
ru: Накопленные награды
th: รางวัลที่สะสม
tr: Birikmiş ödüller
uk: Накоплені нагороди
zh_hans: 累积奖励
zh_hant: 累積獎勵

source: Activity
de: Aktivität
es: Actividad
pl: Aktywność
ru: Лента
th: กิจกรรม
tr: Etkinlik
uk: Стрічка
zh_hans: 活动记录
zh_hant: 活動紀錄

source: Add
de: Hinzufügen
es: Agregar
pl: Dodaj
ru: Добавить
th: เพิ่ม
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 添加

source: Add / Buy
de: Aufladen
es: Recargar
pl: Doładować
ru: Пополнить
th: เพิ่ม / ซื้อ
tr: Yükleme
uk: Поповнити
zh_hans: 添加 / 购买
zh_hant: 添加 / 購買

source: Add Tab
de: Tab hinzufügen
es: Añadir pestaña
pl: Dodaj kartę
ru: Добавить вкладку
th: เพิ่มแท็บ
tr: Sekme Ekle
uk: Додати вкладку
zh_hans: 添加标签页
zh_hant: 新增分頁

source: Add Token
de: Token hinzufügen
es: Agregar token
pl: Dodaj token
ru: Добавить токен
th: เพิ่มโทเคน
tr: Token ekle
uk: Додати токен
zh_hans: 添加令牌
zh_hant: 添加令牌

source: Add Tokens
de: Token Hinzufügen
es: Añadir tokens
pl: Dodaj tokeny
ru: Добавить токены
th: เพิ่มโทเค็น
tr: Jeton Ekle
uk: Додати токени
zh_hans: 添加令牌
zh_hant: 添加令牌

source: Add Wallet
de: Wallet hinzufügen
es: Agregar monedero
pl: Dodaj portfel
ru: Добавить
th: เพิ่มวอลเล็ต
tr: Cüzdan ekleyin
uk: Додати
zh_hans: 添加钱包
zh_hant: 新增錢包

source: Additional Amount Sent
de: Zusätzlich wird gesendet
es: Se enviará adicionalmente
pl: Dodatkowo zostanie wysłane
ru: Дополнительно будет отправлено
th: จะถูกส่งเพิ่มเติม
tr: Ekstra Gönderilecek
uk: Додатково буде відправлено
zh_hans: 额外发送
zh_hant: 額外發送

# Address for %blockchain% transfer
source: Address for %1$@ transfer
de: Adresse für %1$@-Übertragung
es: Dirección para transferencia %1$@
pl: Adres do przelewu %1$@
ru: Адрес для перевода %1$@
th: ที่อยู่สำหรับการโอน %1$@
tr: %1$@ aktarımının adresi
uk: Адреса для переказу %1$@
zh_hans: %1$@ 传输地址
zh_hant: %1$@ 傳輸位址

source: Address removed from saved
de: Adresse aus den Gespeicherten entfernt.
es: Dirección guardada eliminada
pl: Adres usunięty z zapisanych
ru: Адрес кошелька удалён из сохранённых
th: ที่อยู่บัญชีถูกลบออกจากบันทึก
tr: Adres kaydedilenlerden kaldırıldı
uk: Адресу гаманця видалено зі збережених
zh_hans: 地址已从列表中删除
zh_hant: 地址已從列表中移除

source: Address was copied!
de: Adresse wurde kopiert!
es: ¡Se copió la dirección!
pl: Adres został skopiowany!
ru: Адрес скопирован!
th: ที่อยู่บัญชีถูกคัดลอกแล้ว!
tr: Adres kopyalandı!
uk: Адресу скопійовано!
zh_hans: 地址已被复制!
zh_hant: 地址已被複製!

source: Address was saved!
de: Adresse wurde gespeichert!
es: ¡Dirección guardada!
pl: Adres został zapisany!
ru: Адрес сохранён!
th: ที่อยู่บัญชีถูกบันทึกแล้ว!
tr: Adres kaydedildi!
uk: Адреса збережена!
zh_hans: 地址已保存！
zh_hant: 地址已儲存！

source: Aggregator Fee
de: Aggregator-Gebühr
es: Tarifa del agregador
pl: Opłata agregatora
ru: Комиссия агрегатора
th: ค่าธรรมเนียมตัวรวบรวม
tr: Toplayıcı ücreti
uk: Комісія агрегатора
zh_hans: 聚合器费用
zh_hant: 聚合器費用

source: Agree
de: Zustimmen
es: Aceptar
pl: Zgadzam się
ru: Согласен
th: ยอมรับ
tr: Kabul et
uk: Згоден
zh_hans: 同意
zh_hant: 同意

source: All Dapps
de: Alle Dapps
es: Todas las Dapps
pl: Wszystkie Dapps
ru: Все приложения
th: Dapps ทั้งหมด
tr: Tüm Dapp'lar
uk: Всі додатки
zh_hans: 所有去中心化应用
zh_hant: 所有去中心化應用

source: All Set!
de: Alles fertig!
es: ¡Todo listo!
pl: Wszystko gotowe!
ru: Всё готово!
th: พร้อมแล้ว!
tr: Her Şey Hazır!
uk: Все готово!
zh_hans: 全部设置完成！
zh_hant: 全部設定完成！

source: All Wallet Versions
de: Alle Wallet-Versionen
es: Todas las versiones de wallet
pl: Wszystkie wersje portfela
ru: Все версии кошелька
th: เวอร์ชันกระเป๋าเงินทั้งหมด
tr: Tüm cüzdan sürümleri
uk: Всі версії гаманців
zh_hans: 所有钱包版本
zh_hant: 所有錢包版本

source: Allow Suspicious Actions
de: Verdächtige Aktionen erlauben
es: Permitir acciones sospechosas
pl: Zezwalaj na podejrzane działania
ru: Разрешить подозрительные действия
th: อนุญาตการกระทำที่น่าสงสัย
tr: Şüpheli Eylemlere İzin Ver
uk: Дозволити підозрілі дії
zh_hans: 允许可疑操作
zh_hant: 允許可疑操作

source: Amount
de: Betrag
es: Cantidad
pl: Kwota
ru: Сумма
th: จำนวน
tr: Tutar
uk: Сума
zh_hans: 数量
zh_hant: 數量

source: Amount to unstake
de: Betrag zum unstaken
es: Cantidad a retirar
pl: Kwota do odzastawienia
ru: Сумма к выводу
th: จำนวนที่ถอนจากการสเต็ก
tr: Unstake edilecek tutar
uk: Сума до виведення
zh_hans: 解除质押的数量
zh_hant: 解除質押數量

source: Amount value
de: Betragswert
es: Valor de la cantidad
pl: Wartość kwoty
ru: Значение
th: มูลค่า
tr: Tutarın değeri
uk: Значення
zh_hans: 资产总额
zh_hant: 資產總額

source: An error on the server side. Please try again.
de: Ein Fehler auf der Serverseite. Bitte versuchen Sie es erneut.
es: Un error en el lado del servidor. Inténtalo de nuevo.
pl: Błąd po stronie serwera. Proszę spróbować ponownie.
ru: Ошибка на стороне сервера. Пожалуйста, попробуйте ещё раз.
th: เกิดข้อผิดพลาดบนเซิร์ฟเวอร์. โปรดลองใหม่อีกครั้ง.
tr: Sunucu tarafında bir hata oluştu. Lütfen tekrar deneyin.
uk: Помилка на стороні сервера. Будь ласка, спробуйте ще раз.
zh_hans: 服务器端的错误。请再试一次。
zh_hant: 服務器端的錯誤。請再試一次。

source: Another transaction was sent from this wallet simultaneously. Please try again.
de: Eine weitere Transaktion wurde gleichzeitig von dieser Wallet gesendet. Bitte versuchen Sie es erneut.
es: Se envió otra transacción desde esta billetera simultáneamente. Por favor, inténtelo de nuevo.
pl: Jednocześnie wysłano inną transakcję z tego portfela. Spróbuj ponownie.
ru: Одновременно была отправлена другая транзакция с этого кошелька. Пожалуйста, попробуйте ещё раз.
th: มีธุรกรรมอื่นถูกส่งจากกระเป๋านี้พร้อมกัน กรุณาลองใหม่อีกครั้ง
tr: Bu cüzdandan aynı anda başka bir işlem gönderildi. Lütfen tekrar deneyin.
uk: З цього гаманця одночасно була відправлена інша транзакція. Будь ласка, спробуйте ще раз.
zh_hans: 此钱包同时发送了另一笔交易。请重试。
zh_hant: 此錢包同時發送了另一筆交易。請重試。

source: App Lock
de: App-Sperre
es: Bloqueo de la aplicación
pl: Blokada aplikacji
ru: Блокировка приложения
th: ล็อคแอป
tr: Uygulama Kilidi
uk: Блокування застосунку
zh_hans: 应用锁
zh_hant: 應用程式鎖
